Repository: iwannabeaflyer/ShowAppDesktop
Catalog: ShowAppDesktop/strings.*.resx
Languages: nl

# accesItem
source: What item do you want to acces?
nl: Tot welk item wilt u toegang hebben?

# accesOutofRange
source: Index is out of range
nl: Het nummer is buiten het bereik

# addComplete
source: Adding complete
nl: Het toevoegen is voltooid

# addNewItem
source: Adding a new item
nl: Een nieuw item toevoegen

# assignAlternative
source: Enter an Alternative name of the show if it has one
nl: Vul een alternatieve naam in voor de show

# assignDescription
source: Enter the description of the show
nl: Vul een beschrijving in voor de show

# assignEnding
source: Enter if the show has an ending
nl: Vul in of de show een einde heeft

# assignEnglish
source: Enter the English name of the show
nl: Vul de engelse naam in van de show

# assignEpisodes
source: Enter the amount of episodes of the show
nl: Vul in hoeveel afleveringen de show heeft

# assignGenres
source: Enter the genres of the show
nl: Vul in de genres van de show in

# assignNotes
source: Enter any additional notes about the show
nl: Vul enige toegevoegde informatie over de show in

# assignRuntime
source: Enter the runtime of a single episode
nl: Vul in hoelang een enkele aflevering is

# assignScore
source: Enter the score of the show
nl: Vul in de score in van de show

# assignWatched
source: Enter if you have already watched it
nl: Vul in of u al deze show heeft gezien

# edit
source: Editing
nl: Aanpassen

# editComplete
source: Editing complete
nl: Afronden van aanpassen

# editField
source: What field do you want to edit?
nl: Welk veld wilt u aanpassen?

# editOptions
source: "alternative" to edit the alternative name "english" to edit the english name "episodes" to edit the amount of episodes "description" to edit the description "genres" to edit its genres "notes" to edit the notes "score" to edit the score "runtime" to edit the runtime "watched" to edit if you have watched it "ending" to edit if it has an ending "exit" to stop editing
nl: "alternatief" om het aanpassen van de alternatieve naam "engels" om het aanpassen van de engelse naam "aflevering" om het aanpassen van de hoeveelheid afleveringen "beschrijving" om het aanpassen van de beschrijving "genres" om het aanpassen van de genres "notities" om het aanpassen van de toegevoede notieties "score" om het aanpassen van de score "runtime" om het aanpassen van de speeltijd "gezien" om het aanpassen of u het al heeft gezien "eind" om het aanpassen of het een einde heeft "stop" om te stoppen met aanpassen

# find
source: Finding
nl: Zoeken

# findCancel
source: Canceling the search
nl: Stoppen moet zoeken

# findConfirmNo
source: Are you sure you want to search using: no ?
nl: Bent u zeker dat u wilt zoeken met : nee ?

# findConfirmOther
source: Are you sure you want to search using: {0} ?
nl: Bent u zeker dat u wilt zoeken met : {0} ?

# findConfirmYes
source: Are you sure you want to search using: yes ?
nl: Bent u zeker dat u wilt zoeken met : ja ?

# findContinue
source: Type "y" to continue
nl: Type "j" om verder te gaan

# findEnding
source: Does it have an ending?
nl: Heeft de show een einde?

# findField
source: What field do you want to search in?
nl: In welk veld wilt u zoeken?

# findNoResult
source: There hasn't been any item found in {0} with the term {1} do you want to use a different term?
nl: Er is geen enkele item gevonden in de velden {0} met de woord(en) {1} wilt u met andere woorden gaan zoeken?

# findOptions
source: "alternative" to look for the alternative name "english" to look for the english name "genres" to look in the genres "description" to look in the description "watched" to look if you watched it "ending" to look if it has an ending "exit" to stop searching
nl: "alternatief" om te zoeken in de alternatieve naam "engels" om te zoeken in de engelse naam "genres" om te zoeken in de genres van de show "beschrijving" om te zoeken in de beschrijving "gezien" om te zoeken in of u het al heeft gezien "eind" om te zoeken of het een einde heeft "stop" om te stoppen met zoeken

# findOther
source: On what do you want to search?
nl: Met welke woord(en) wilt u zoeken?

# findWatched
source: Have you watched it?
nl: Heeft u het gezien?

# invalidCommand
source: {0} isn't a valid command please enter a valid command
nl: is niet een bestaande instructie, wilt u alstublieft een bestaande instructie invoeren

# load
source: Loading
nl: Laden

# loadComplete
source: Loading complete
nl: Klaar met laden

# loadFileName
source: What is the name of the file?
nl: Wat is de naam van het bestand?

# mainOptions
source: "add" to adding a new item "remove" to remove an excisting item "find" to find an item "edit" to edit an excisting item "save" to save the excisting items "load" to load items from a file "settings" to change the settings "exit" to stop the program
nl: "toevoegen" om een nieuw item toe te voegen "verwijderen" om een bestaand item te verwijderen "zoeken" om te zoeken naar een bestaand item "aanpassen" om een bestaand item aan te passen "opslaan" om de huidige items op te slaan "laden" om items in te laden "opties" om de instellingen aan te passen "stop" om het programma af te sluiten

# NaN
source: {0} isn't a valid number please fill in a number
nl: is niet een geldig nummer, wilt u alstublieft een geldig nummer invoeren

# noName
source: Failed to serialize a show since it doesn't have a name
nl: Kan niet een show aanmaken aangezien het geen naam heeft

# programEnd
source: Ending Program
nl: Programma stoppen

# programStart
source: Starting Program
nl: Programma starten

# remove
source: Removing
nl: Verwijderen

# removeCancel
source: Canceling the removal
nl: Annuleren van verwijderen

# removeComplete
source: Removing complete
nl: Verwijderen voltooid

# removeConfirm
source: Are you sure you want to remove:
nl: Bent u zeker dat u dit wil verwijderen:

# save
source: Saving
nl: Opslaan

# saveComplete
source: Saving complete
nl: Opslaan voltooid

# saveFileName
source: What should the file be named?
nl: Wat zou de naam van het bestand moeten worden?

# showAlternative
source: Alternative name of the show :
nl: Alternatieve naam van de show :

# showDescription
source: Description :
nl: Beschrijving :

# showEnding
source: Has an ending :
nl: Heeft een einde :

# showEnglish
source: English name of the show :
nl: Engelse naam van de show :

# showEpisodes
source: Number of Episodes :
nl: Aantal afleveringen :

# showNotes
source: Additional notes :
nl: Toegevoegde notities :

# showRuntime
source: The total runtime is {0}:{1} or {2} minutes per episode
nl: The totale duur is {0}:{1} of {2} minuten per aflevering

# showWatched
source: Watched :
nl: Gezien :

# unsavedChanges
source: The file has been changed but not saved, do you want to save it?
nl: Het bestand is veranderd maar niet opgeslagen, wilt u dit bestand opslaan?

source: Yes / No
nl: Ja / Nee

source: Yes / No / Other
nl: Ja / Nee / Anders

# languages
source: 1 English 2 Dutch
nl: 1 Engels 2 Nederlands

# settingsLanguage
source: language
nl: taal

# newLanguage
source: The new language of the application is :
nl: De nieuwe taal van de applicatie is :

# cmdAdd
source: add
nl: toevoegen

# cmdAlternative
source: alternative
nl: alternatief

# cmdDescription
source: description
nl: beschrijving

# cmdEdit
source: edit
nl: aanpassen

# cmdEnding
source: ending
nl: eind

# cmdEnglish
source: english
nl: engels

# cmdEpisodes
source: episodes
nl: aflevering

# cmdExit
source: exit
nl: stop

# cmdFind
source: find
nl: zoeken

# cmdLoad
source: load
nl: laden

# cmdNotes
source: notes
nl: notities

# cmdRemove
source: remove
nl: verwijderen

# cmdSave
source: save
nl: opslaan

# cmdSettings
source: settings
nl: opties

# cmdWatched
source: watched
nl: gezien

# noLong
source: no
nl: nee

# otherLong
source: other
nl: anders

# otherShort
source: o
nl: a

# yesLong
source: yes
nl: ja

# yesShort
source: y
nl: j

# setLanguage
source: What language do you want to use?
nl: Welke taal wilt u gebruiken?

# setTheme
source: What theme do you want to use?
nl: Welk thema wilt u gebruiken?

# settingsTheme
source: theme
nl: thema

# themes
source: 1 Light 2 Dark 3 Matrix
nl: 1 Light 2 Donker 3 Matrix

# browserConfirm
source: Do you want to open a webbrowser to look up more information?
nl: Wilt u een web browser openen voor meer informatie?

# browserOptions
source: "google" to open up Google "wiki" to open Wikipedia "imdb" to open IMDB "mal" to open MAL "youtube" to open Youtube "exit" to back out
nl: "google" om Google te openen "wiki" om Wikipedia te openen "imdb" om IMDB te openen "mal" om MAL te openen "youtube" om Youtube te openen "exit" om terug te gaan

# settingsOptions
source: "language" to change the language "theme" to editing the theme of the application "exit" to back out of the settings
nl: "taal" om de taal aan te passen "thema" om het thema te veranderen "exit" om terug te gaan

# directoryPath
source: Please enter the directory
nl: Geef een pad op

# loadMode
source: Do you want to give a different directory to load from?
nl: Wilt u het bestand laden vanaf een gespecificeerd pad?

# noValidPath
source: {0} isn't a valid path, resulting to the default path
nl: {0} is niet een geldig pad, de standaard locatie wordt gebruikt

# saveMode
source: Do you want to give a directory to store the file on a specific location?
nl: Wilt u het bestand opslaan met een gespecificeerd pad?
